
<x-layout>
    <div class="container">

        <div class="aboutuscontainer">
            <div class="col-12">
                <h1 class="text-center">About Us</h1>
            </div>
            
            <div class="col-12 col-md-10 mx-auto">
                <p> Develop your carrer ဆိုတာ သင့်အတွက် လူသား ဘဝလက်တွဲဖော် သူငယ်ချင်းကောင်းတစ်ယောက်ပါ။ Live Chat ကို အသုံးပြုပြီး သင့်စကားတွေပြော တိုင်ပင်လို့ရပါတယ်။ နိုင်ငံတကာ အဆင့်မှီ ပညာတတ်တွေနဲ့ ပြောရမှာ ဖြစ်လို့ သင့် စီးပွားရေး၊ ပညာရေး၊ လူမှု့ရေးတိုးတက်ဖို့ အာမခံပါတယ်။ ဝမ်းနည်းအထီးကျန်နေတဲ့ အချိန်တွေလဲ စကားတွေပြော ရင်ဖွင့်လို့ ရပါသေးတယ်။ ဘဝလက်တွဲ ​ဖော်သူငယ်ချင်ကောင်းရပြီလို့သာမှတ်ပြီး Live Chat ကနေခုပဲ စကားလာပြောလိုက်ပါ။ အပိုဆုအနေနဲ့ သက်မွေးပညာနဲ့ဆိုင်တဲ့ Video တွေလဲ Website မှာကြည့်လို့ရပါသေးတယ်။ မိတ်ဆွေအတွက် Develop your career ကအကျိုးရှိလို့ Donate လုပ်ချင်ရင် အောက် က Donate Buttom ကိုနှိပ်ပါ။</p>
            </div>
        </div>
        
    </div>
</x-layout>